insert into tasks (title, description, created, done) values ('Проверка кода (код ревью)','Просмотреть и дать обратную связь по
недавнему pull request коллеги с соблюдением стандартов кодирования',
 '2024-10-14T15:59:57', 'true');
 insert into tasks (title, description, created, done) values ('Исправление багов','Исследовать и устранить обнаруженные ошибки в
 модуле аутентификации пользователей, начиная с анализа логов и при необходимости отладки кода для выявления основной причины',
 '2024-10-14T15:59:57', 'false');
insert into tasks (title, description, created, done) values ('Реализация новых свойств','Разработать новую функцию для управления
 профилем пользователя, включая создание пользовательского интерфейса и обработку хранения данных',
 '2024-10-15T15:59:57', 'false');
insert into tasks (title, description, created, done) values ('Создание пользовательских тестов','Написать модульные тесты для
недавно реализованной функциональности поиска, чтобы убедиться, что все крайние случаи учтены',
 '2024-10-16T15:59:57', 'true');
insert into tasks (title, description, created, done) values ('Миграция базы данных','Помочь в миграции пользовательских данных
с устаревшей схемы базы данных на новый формат, обеспечивая целостность данных в процессе',
 '2024-10-16T15:59:57', 'true');
insert into tasks (title, description, created, done) values ('Оптимизация алгоритма кода','Проанализировать и оптимизировать
производительность существующего алгоритма, который обрабатывает данные пользователей, с целью улучшения скорости на 20%',
 '2024-10-18T15:59:57', 'true');
insert into tasks (title, description, created, done) values ('Документирование','Обновить документацию проекта,
 чтобы отразить недавние изменения в конечных точках API, обеспечивая точную информацию для будущих разработчиков',
 '2024-10-18T15:59:57', 'true');
insert into tasks (title, description, created, done) values ('Обновление зависимостей','Исследовать и обновить зависимости проекта
 до последних версий, обеспечив совместимость и улучшение безопасности',
 '2024-10-20T15:59:57', 'false');
insert into tasks (title, description, created, done) values ('Интеграционное тестирование','Провести интеграционные тесты,
 чтобы убедиться, что все модули приложения работают без сбоев после недавних обновлений',
 '2024-10-20T15:59:57', 'true');
insert into tasks (title, description, created, done) values ('Участие в совещании','Принять участие в плановом совещании,
 чтобы обсудить текущие задачи, возможные сложности и планы на день с командой разработки',
 '2024-10-20T15:59:57', 'true');

